[XComGameStateContext_APFarmingEvent]
strAPRewardFlyoverSingular="通过击败 <XGParam:StrValue0/> <XGParam:StrValue1/>: +<XGParam:IntValue0/> 能力点数"
strAPRewardFlyoverPlural="通过击败 <XGParam:StrValue0/> <XGParam:StrValue1/>: +<XGParam:IntValue0/> 能力点数"
strAPRewardBannerSingular="XCOM 获得 <XGParam:IntValue0/> 能力点数 通过击败了 <XGParam:StrValue0/> <XGParam:StrValue1/>."
strAPRewardBannerPlural="XCOM 获得 <XGParam:IntValue0/> 能力点数 通过击败了 <XGParam:StrValue0/> <XGParam:StrValue1/>."